Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: 5. Submits to the General Conference the budget proposed by the Director-General for 1967-1968 and recommends the adoption by the General Conference of a provisional budget ceiling for 1967-1968 of $62,059,140, it being understood that this figure may need to be modified at a later date in the light of further information concerning the relevant cost factors, but that such modification would not involve any reduction in the programme proposed in document 14 C/5.
es: Somete a la Conferencia General con las opiniones expuestas más arriba, el proyecto de presupuesto para 1967-1968, presentado por el Director General y recomienda que la Conferencia General apruebe como límite presupuestario máximo provisional para 1967-1968 una suma de 62. 059.140 dólares, quedando entendido que quizás sea preciso modificar esta cifra ulteriormente, teniendo en cuenta nuevas informaciones sobre los factores de los costos pertinentes, pero que tal modificación no supondría reducción alguna del programa propuesto en el documento 14 C/5.

source: Fodder processing is a relevant cost factor in this context.
es: Uno de los factores económicos decisivos está en el procesado de la comida para animales.

source: In the discussion there was no question that model forests were seen as being conceptually relevant, cost effective and addressing several notable national and international policy issues.
es: No hay duda que los bosques modelos son vistos como un concepto importante, eficaz desde el punto de vista de costos y que enfrenta numerosos asuntos evidentes de política nacional e internacional aunque no existe aún una conciencia internacional suficiente o presencia de la iniciativa al nivel internacional.

source: The total and pending investment costs per area are calculated, followed by the recurrent costs as the sums of the relevant cost categories.
es: Los costos de inversión por área, totales y pendientes, se calculan después de los costos recurrentes como las sumas de las categorías relevantes de costos.

source: bizcenta.info will automatically debit the relevant cost incurred for the business listing or listings from the account specified by the authorized person or persons of that business each billing period, unless otherwise specified or directed by a court of law.
es: Bizcenta.info automáticamente la domiciliación bancaria gastos de la empresa o conjunto de la cuenta indicada por la persona autorizada o personas de negocios que cada período de facturación, salvo que se especifique o dirigida por un tribunal de justicia.

source: Our plans now include the introduction of a revised indicator to assist members in determining relevant cost information for highly utilized services later this year.
es: "Nuestros planes ahora incluyen un nuevo indicador revisado para ayudar a los miembros a determinar información de costos importante para los servicios que más se utilizarán a fines de este año""."

source: The Representative further stated that the increase of one budget (e.g. Codex) might lead to a decrease in another (e.g. scientific advice) and stressed the need for a clear prioritisation of Codex work as well as further investigation of relevant cost-saving measures.
es: Afirmó además que el incremento de un presupuesto (p. ej., el del Codex) podía redundar en la disminución de otro (p. ej., el destinado a asesoramiento científico), por lo que subrayó la necesidad de establecer prioridades claras y de investigar más adelante medidas destinadas a reducir gastos.

source: During negiotations, you establish a pricing agreement for a particular product line.
es: Durante las negociaciones, se llega a un acuerdo de determinación de precios para una línea de productos en particular.

source: The new subsidiary would adopt a 11 pricing policy in line with its costs and risk profile.
es: La nueva filial adoptaría una política de fijación de precios conforme a sus costes y su perfil de riesgo.

source: The exposure of the exchange rate variations from invoicing is minimized basically via a product pricing policy, based on the parity of the import, a mechanism whereby the local price of sale of the products is recalculated on a weekly basis in accordance with the exchange rate in effect.
es: La exposición del flujo de facturación a las variaciones en el tipo de cambio se minimiza fundamentalmente a través de la política de precios de productos basada en la paridad de importación, mecanismo por el cual el precio de venta local de los productos es recalculado semanalmente de acuerdo al tipo de cambio vigente.

source: maximum transparency in product pricing (the part that corresponds to each operator is publicly known)
es: máxima transparencia posible en la formación de precios de los productos (la parte que corresponde a cada operador es pública)

source: In line with the Water Framework Directive, pricing is playing an increasing role in the water policy of several Member States.
es: Conforme a la Directiva marco del agua, la fijación de precios tiene un papel cada vez más decisivo en la política hidráulica de varios Estados miembros.

source: 2009 Katun Corporation For the most current product and pricing information, visit the Katun On-Line Catalog at www.katun.com. Prices, terms, and conditions are subject to change without notice.
es: 2009 Katun Corporation Para actualización de productos y precios visite nuestro Catálogo electrónico Katun en www.katun.com Los precios, los términos y las condiciones están sujetos a cambio sin previo aviso.

source: While some online retailers, especially, focus on accepting a large volume of prints for a fixed price, Welch maintains pricing in line with the store's vision of offering outstanding products at a fair price.
es: Mientras que algunos minoristas en línea se centran especialmente en aceptar un gran volumen de impresiones a un precio fijo, Welch mantiene el precio en línea con la visión de la tienda de ofrecer productos extraordinarios a un precio justo.

source: The Commission wishes to reinforce the conclusions of the Lisbon European Council and to confirm that it is essential for the Member States to act as expeditiously as possible to implement the Commission's recommendations on leased line pricing and un-bundling of the local loop.
es: La Comisión desea potenciar las Conclusiones del Consejo Europeo de Lisboa y confirmar que resulta esencial que los Estados miembros apliquen lo más rápidamente posible las recomendaciones de la Comisión en materia de precios de las líneas arrendadas y desglose del bucle local.

source: "The balance sheet profit or loss is determined from the assets and liabilities accounts as well as the accounts which are ""Not assigned""."
es: "Las pérdidas o ganancias del balance se establecen desde las cuentas de activo y pasivo, así como las cuentas que son ""no asignadas""."

source: Possibility to consult orders (if you know the number of an opened order, regardless of where you are, you can verify the current profit or loss on the order, or any other parameter)
es: La posibilidad de consultar órdenes (si conoce el número de una orden abierta, independientemente del lugar donde esté, puede verificar si la orden arroja utilidad o pérdida, o cualquier otro parámetro)

source: Net realised profit or loss on sales of securities is calculated on the basis of the average cost of the securities sold.
es: El resultado materializado neto en ventas de valores se calcula en función del coste medio de los valores enajenados.

source: Profit or loss on over-the-counter operations to hedge interest rates on financial debt is calculated and taken to profit and loss simultaneously with the income and expense on the transactions covered.
es: Los resultados de las operaciones de cobertura del riesgo de tipo de interés sobre las deudas financieras de las sociedades del Grupo, contratadas fuera de un mercado organizado (denominadas no genuinas), se calculan y reconocen de forma simétrica a los resultados que se producen por las operaciones cubiertas, contabilizándose como resultado financiero el importe neto resultante de ambas operaciones.

source: Hedging instruments designated as hedges recognize changes in valuation according to the type of hedging involved (1) for fair value hedges, fluctuations in the fair value of the derivative, as well as fluctuations of the hedged item are valued at fair value and are recognized in profit and loss; (2) for cash flow hedges, the effective portion is temporarily recognized in equity as comprehensive income and recycled in the income statement when the hedge item affects profit or loss; the ineffective portion is recognized immediately in profit and loss.
es: Los instrumentos de cobertura reconocen los cambios en valuación de acuerdo al tipo de cobertura de que se trate (1) cuando son de valor razonable, las fluctuaciones tanto del instrumento de cobertura como de la partida cubierta se valúan a valor razonable y se reconocen en resultados; (2) cuando son de flujo de efectivo, la porción efectiva se reconoce temporalmente en la utilidad integral y se recicla a resultados cuando la partida cubierta los afecta; la porción inefectiva se reconoce de inmediato en resultados.

source: Therefore, ZuluTrade has no responsibility for the profit or loss listed in any of the accounts.
es: Por lo tanto, Zulutrade no tiene responsabilidad por los beneficios o las pérdidas que figuran en cualquiera de las cuentas.

source: Income tax on the profit or loss for the year comprises current and deferred tax.
es: El gasto (ingreso) por impuesto sobre las ganancias comprende tanto el corriente como el impuesto diferido.

source: Profit or Loss for the Period, Fundamental Errors and Changes in Accounting Policies
es: Ganancia o pérdida neta del periodo, errores fundamentales y cambios en las políticas contables

source: The Group classifies non-derivative financial assets as financial assets at fair value through profit or loss, held-to-maturity financial assets, loans and receivables or available-for-sale financial assets.
es: El Grupo clasifica los activos financieros no derivados como activos financieros a su valor razonable con cambios en resultados, activos financieros, préstamos y partidas por cobrar mantenidos hasta su vencimiento o activos financieros disponibles para la venta.

source: Rentals are carried out from our company EUROBOX, which is also in Valdemoro and the most basic product line manufacturing takes place in Viso del Marqués.
es: El alquiler lo realizamos desde nuestra empresa EUROBOX, también en Valdemoro y la fabricación de la línea de producto más básico la realizamos en Viso del Marqués.

source: With the FT-450 Yaesu extends it's desktop product line with a compact shortwave (+6m) transceiver incl. antenna tuner.
es: Con el FT-450, Yaesu amplía su línea de productos de sobremesa con un transceptor de onda corta (+6m) compacto, con tuner.

source: The basic idea is for every product line to be an open system consisting of the same type of materials.
es: La idea básica es un sistema abierto para cada línea de productos, que consta de materiales puros.

source: Accordingly, we are giving a clear signal with our new 'autoprint' product line and the 'One Touch' vision for total automation of the production process.
es: Nuestra nueva línea de productos autoprint y la visión 'one touch' de la automatización total del proceso de producción pretende dar un paso en esta dirección.

source: To continue to maintain our high-level protection, we are planning to add new technology to our product line for private users in early 2010.
es: "Para seguir manteniendo nuestro nivel de protección continuamente a un alto nivel, complementaremos nuestra línea de productos para usuarios privados a principios del año 2010 con nuevas tecnologías""."

source: The typical time and costs required for setting up a Private Limited Company are above the EU average.
es: El tiempo y los costes típicos requeridos para crear una sociedad limitada están por encima de la media de la UE.

source: However, she is obliged, on the basis of the disposition mortis causa, to transfer the capital shares in the private limited company, in a notarial deed, to the legatee.
es: Sin embargo, estará obligada por la disposición por causa de muerte a transferir al beneficiario del legado las participaciones sociales mediante un instrumento notarial.

source: Private Limited Company
es: Asesoría y Consultoría Sociedad Limitada

source: The competitor indicates that x86 servers generally run industry-standard Microsoft Windows Server applications, whereas non-x86 servers are usually limited to running proprietary operating systems or Unix.
es: El competidor indica que los servidores x86 suelen operar con aplicaciones estándar de Microsoft Windows Server, mientras que los servidores no x86 suelen limitarse a operar sistemas operativos exclusivos o Unix.

source: (a) Downline reports and all other reports and genealogical information, including, but not limited to, downline sales organization information and commission recap statements, are private, proprietary and confidential to FLP.
es: (a) Los informes de líneas descendentes y todo otro informe e información genealógica, incluyendo, pero no limitada a, información de las ventas de líneas descendentes y estados de recap (resumen de bonificaciones), son privados, propiedad exclusiva y material confidencial de FLP.

source: In recent years, OSS has become mainstreamed and is a recognized alternative to closed source software (CSS), the development of which is made by a for-profit company, the source code being proprietary, with limited possibilities to tailor the software to individual needs, and the payment of a usage license.
es: de código abierto (OSS) se ha generalizado y se ha convertido en opción reconocida frente a los programas informáticos de código cerrado (CSS), que son fabricados por empresas comerciales, utilizan códigos patentados, tienen pocas posibilidades de ajustarse a las necesidades de cada persona, y para cuya utilización se debe comprar una licencia.

source: In September 1997 IBH formed a Joint Venture with an Australian mining company, The Broken Hill Proprietary Company Limited (BHP) (currently BHP-Billiton), to develop, construct and operate this project, as well as to operate the plant formerly owned by Fior (see Note 1).
es: En septiembre de 1997 International Briquettes Holding (IBH) formó una asociación con la compañía australiana The Broken Hill Proprietary Company Limited (BHP) (actualmente BHP - Billiton), para desarrollar, construir y operar conjuntamente este proyecto, y también para operar la planta que antes poseía Fior, véase la Nota 1.

source: Secondly, ARINC standardisation is widespread in air transport, so that the potential to link products through proprietary interface technology is very limited.
es: En segundo lugar, la norma ARINC se ha generalizado de tal forma en el segmento del transporte aéreo, que el potencial para integrar productos mediante la tecnología exclusiva de interfaz es muy reducido.

source: e) Assist national regulatory authorities (NRA), where appropriate, in developing relevant cost-oriented pricing mechanisms (e.g. price-cap regulation, tariff rebalancing, access-deficit compensation, interconnection, site-sharing facilities and leasing).
es: e) ayudar a los organismos regionales de reglamentación, según proceda, a definir los correspondientes mecanismos de precios orientados a los costos (por ejemplo, reglamentación con topes de precio, reequilibrado de tarifas, compensación del déficit de acceso, interconexión y alquiler y uso compartido de instalaciones)

source: Of the four primary schools, two are privately owned.
es: De las cuatro escuelas primarias, dos son privadas.

source: This will not be a problem for many countries, because most forests are public or privately-owned.
es: Ello no supondrá un problema para muchos países, ya que la mayoría de bosques son de titularidad pública o privada.

source: Aboriginal people, for instance, often moved through the mosaic of privately owned farm blocks via various corridors of reserve land that had been set aside by government surveyors for future roads or for the movement of cattle and sheep.
es: Los indígenas, por ejemplo, se desplazaban a través del mosaico de los cultivos privados por distintos corredores de la reserva, reservados por los inspectores del gobierno para futuras carreteras o el traslado de vacas y ovejas.

source: Another example was the South Africa Treatment Action Campaign, which in 2001 filed a complaint with the South Africa Competition Commission against GSK and BI for excessive pricing of first-line AIDS drugs.
es: Otro ejemplo fue la Campaña de Acción para el Tratamiento de Sudáfrica, que en 2001 interpuso una denuncia ante la Comisión de Competencia de Sudáfrica contra GSK y BI por la fijación de precios excesivos para medicamentos de primera línea para el tratamiento del SIDA.

source: And so a producer, when pricing a product, knows exactly who is the buyer as well as the country in which the buyer is located and the volumes bought in the past
es: O sea, al fijar el precio de un producto, el productor sabe exactamente quién es el comprador, en qué país se encuentra y qué cantidades ha comprado anteriormente

source: Such factors can result in either additional supply or reduced demand for these products, thereby influencing product pricing.
es: Tales factores pueden determinar una mayor oferta o una menor demanda de estos productos, lo que influye en sus precios.

source: On every continent there have been new launches, format changes and new approaches to product, pricing and distribution.
es: En todos los continentes se han visto nuevos lanzamientos, cambios de formato y nuevos enfoques en cuanto a productos, tarifas y distribución.

source: We deliver creative product, pricing and sales strategies for profitable growth around the globe.
es: Desarrollamos, productos innovadores, estrategias de Pricing y ventas para lograr un crecimiento rentable en todo el mundo.

source: A Recommendation on leased line interconnection pricing has been adopted and the Commission has launched a sector enquiry into this area based on competition law.
es: Se ha adoptado una Recomendación sobre los precios de interconexión de las líneas arrendadas, y la Comisión ha lanzado un estudio sobre este tema basado en la normativadecompetencia.

source: Variations to line drawings will change pricing.
es: Las variaciones a los dibujos lineales modificarán el precio.

source: For more information, see Specifying Tiered Pricing for RFx Line Items.
es: Para más información, véase Cómo especificar escalas de precios para partidas de licitación.

source: There are two basic pro forma statements the cash flow projection and the income and expense projection.
es: Existen dos estados pro forma básicos la proyección de flujo de caja, y la proyección de ingresos y egresos.

source: exico will be accounted using historical cost basis we are not reflecting the expected reduction in our interest expense due to our new debt arrangements in our pro forma statements of earnings.
es: Dada la premisa que nuestra fusión con Minera México se contabilizará usando la base de costo histórico, no estamos reflejando la reducción esperada en nuestros gastos financieros por los nuevos arreglos de deuda en nuestro estado de resultados pro forma.

source: Single Company Promotion Customized to serve the precise needs of the company, a Single Company Promotion provides a high-profile vehicle for entering the Chilean market or launching a new product line.
es: Promoción de Empresa Única Adaptada para satisfacer las necesidades precisas de cada empresa, la Promoción de Empresa Única ofrece un vehículo de gran importancia para ingresar al mercado chileno o lanzar una nueva línea de productos.

source: The model CR Ultra is the latest advancement in their rotating paddle level control product line, with Fail-To-Safe electronics.
es: El modelo CR Ultra es el ultimo avance en su línea de productos de control de nivel de paleta rotatoria, con electrónica de estado de falla.

source: The development and design of the OPTOLAMP® product line was based on the requirements of round the world sailing events such as the Vendee Globe and Route du Rhum, where low energy consumption and reliability in all weather conditions is essential.
es: El desarrollo y el diseño de los productos OPTOLAMP® se ha basado en los requerimientos de las regatas alrededor del mundo como la Vendee Globe y la Route du Rhum, donde el bajo consumo de energía y la fiabilidad en cualquier condición meteorológica son imprescindibles.

source: With more than 87,000 different spray nozzles from which to choose, our standard product line meets the needs of many customers.
es: Con más de 87,000 diferentes productos de aspersión de donde escoger, nuestra línea estándar de productos satisface las necesidades de muchos clientes.

source: The comprehensive programme focused upon the sharing of new technological skills and production techniques for lead-free glazes and fuel substitution, the promotion of new designs inspired by tradition and product line elements and the marketing of these products in the light of global health concerns and international norms.
es: El amplio programa apuntaba al aprovechamiento compartido de las nuevas posibilidades de la tecnología y de las técnicas para la producción de alfarería sin plomo y la sustitución del combustible, a la promoción de nuevos diseños de tipo tradicional y líneas de productos y a la comercialización de estos artículos teniendo en cuenta todos los problemas relacionados con la salud y las normas internacionales.

source: "Sustainability is not limited to a ""green"" product line, good intentions or a major marketing campaign."
es: La sostenibilidad no se limita a una línea «verde» de productos, una buena intención o una gran campaña de márketing.

source: As well as having a world-beating product line, MF's strength is rooted in the long-held philosophy to provide customers with much more than just a machine.
es: Además de contar con una línea de productos que ha batido marcas mundiales, la fuerza de MF radica en la perseverante filosofía de proporcionar a nuestros clientes mucho más que una simple máquina.

source: Each product line is expected to have its own brand identity.
es: Se espera que cada línea de producto tenga una identidad de marca propia.

source: "Currently, Gates has decided to no longer specify ""High Temperature V-belts"" as a different product line."
es: "Últimamente, Gates ha decidido no especificar ""Bandas V de Alta Temperatura"" como una línea de producto diferente."

source: "Pursuant to the Independent Contractor's Myshp.com Personal Website Program Customer Representative Enrollment Agreement and/or Stanley Home Products Customer Representative Enrollment Agreement, during the period of time that the Independent Contractor is an authorized Company ""Customer Representative"" in good standing, the Independent Contractor may be granted a non-exclusive, royalty-free, limited license to use the Company's Proprietary Marks in connection with the resale of the Company's products."
es: Conforme al Contrato de Inscripción del Programa de Páginas Personales de Internet para Representantes Independientes y/o el Convenio de Inscripción para Representantes Independientes, el Representante Independiente tendrá durante el periodo en el cual el Representante Independiente es un Representante al Cliente autorizado de la Compañía.
